export enum PostTag {
  রোমান্স = "রোমান্স",
  কবিতা = "কবিতা",
  গল্প = "গল্প",
  উপন্যাস = "উপন্যাস",
  ভ্রমণ = "ভ্রমণ",
  ইতিহাস = "ইতিহাস",
  বিজ্ঞান = "বিজ্ঞান",
  শিশুসাহিত্য = "শিশুসাহিত্য",
  হাস্যরস = "হাস্যরস",
  রহস্য = "রহস্য",
  থ্রিলার = "থ্রিলার",
  দর্শন = "দর্শন",
  ধর্ম = "ধর্ম",
  জীবনী = "জীবনী",
  প্রবন্ধ = "প্রবন্ধ",
  নাটক = "নাটক",
  সমালোচনা = "সমালোচনা",
  অনুবাদ = "অনুবাদ",
  সমসাময়িক = "সমসাময়িক",
  ক্লাসিক = "ক্লাসিক",
}

export const POST_TAGS = Object.values(PostTag) as PostTag[];
